package tommy.spring.test;

public class TEST {

	public static void main(String[] args) {
//		전체 컨테이너 길이 늘림
//		상품 나올부분 길이 늘림
//		배너 부분 양 옆으로 이동하는 버튼이 카테고리를 뚫고 나와서
//		버튼을 없애고 10초마다 자동으로 슬라이드 되게 변경
//		카테고리 선택시 선택한 카테고리를 빨간색 글씨로 변경
//		ex) 디지털/가전 이동시 디지털/가전(빨간색)의 추천상품
//		파프리카 톡 클릭시  chatpage.jsp로 이동
//
//		==>내일 그리드로 좀 구역좀 나눠보겠음
		
		//!!!!!header footer 같이 페이지 include해서 사용할 경우
		//main.css와 아이디 클래스명 안겹치게 해야함@!!!!!!
		
		// footer.jsp를 만들어 봤는데 크기가 큼. 밑에 공백이 생김.. 맞춰줘요 준규짱
		// 수정 완료 근데 원래 footer.css 조금 건드려서 몇개 날아가서 원본 css있는분이 
		// 다시 꾸며주세요 
		// 준규가 주석처리한 글씨가 깨져서 보임! 언어가 안 맞는듯 하다.
		// 저장 누르니 UTF-8로 저장하라고 나오는데 내가 문제인듯..? 해결해보겠음!!
		// HTML, CSS 어려움.. 적용 좀 해주셈...
	}

}
